app/views/orders/_items.html.erb


            <% order.order_items.each do |item| %>
---
SELECT `shoppe_order_items`.* FROM `shoppe_order_items` WHERE `shoppe_order_items`.`order_id` IN (7)